Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: smj
Languages: nob

source: Åhpadiddje galggá ásadit åhpadusáv vaj sisadno ja barggotjerda hiehpi divna oahppijda.
nob: Læreren skal tilrettelegge undervisningen ved å tilpasse innholdet og arbeidsmetodene for samtlige elever.

source: Oahppijn li iesj gænnanik vuohke mij vájkkut gåktu sij ja man ålov sij oahppi.
nob: Elevene har ulike innlæringspreferanser som påvirker læringen.

source: Gatjálvis máhttá duohttat duov gåktu oahhpamábnnasa látjeduvvi oahppijda.
nob: Det kan for eksempel handle om hvordan lærestoffet blir presentert.

source: Dan diehti le ájnas gávnnat ållo ja moattelágásj barggodahkamusájt ja dåjmajt ja spelajt temáj ja dásij milta.
nob: Derfor er det viktig å ha et mangfold av oppgaver og aktiviteter og spill sortert etter tema og nivå.

source: Gájkka galggi sadjihin oahppamlanján årrot.
nob: Dette skal være tilgjengelig i undervisningsrommet.

source: Oahppe de aj máhtti allasisá tjuolldet barggodahkamusájt ma li konkrehtalattja, ulmmelattja ja ma ietja vuosedi gåktu barggat.
nob: Elevene kan velge ulike oppgaver som er konkrete, målrettede og selvinstruerende.

source: Åhpadiddje galla viertti álu iesj dajt dahkat, dajna gå binná gárvvidum oahppamusá gávnnuji sámegiellaj.
nob: Ofte må læreren selv lage disse fordi det finnes lite lærestoff i samisk.

source: Åhpadiddje máhttá dagu kártav dahkat gåktu oahppij máhtukvuohta le oahppat, nåv vaj åhpadusvuohke hiebaduvvá oahppijda buoremus láhkáj.
nob: Læreren kartlegger elevenes forutsetning for læring slik at metodevalget tilpasses elevenes beste forutsetning for å lære.

source: De ham de vat åhpadus ienebut hiebaduvvá oahppijda, gudi de åvddåni fágalattjat mihttomiere ja máhtudakmihto hárráj.
nob: Dermed blir undervisningen ytterligere tilpasset elevene, og de utvikler seg faglig i henhold til læringsmålet / kompetansemålet.

source: Åhpadiddje galggá tjuovvot gåktu oahppiij máhtukvuoda le oahppat, ja makkár vuogij sij oahppi ja gåktu sijá oahppam - ja åvvdånamprosæssa manná.
nob: Læreren må følge med på elevenes forutsetning for læring, måter å lære på og lærings- og utviklingsprosessen.

source: Åhpadiddje galggá gæhttjat ja diehtet majt oahppe gudik ájge máhtti, ja maŋenagi åvdedit ja viehkedit hárjjidallamijt iesj gen ga oahppij milta.
nob: Læreren må holde oversikt over hva elevene til enhver tid kan og deretter utvikle og følge opp et individuelt treningsopplegg for elevene.

source: Tjuovvolissta vuoset oahppamdåjmajt majt guhtik buorren adná ja inemusát åvddedi oahppamav:
nob: Listen under viser hvilke læringsaktiviteter elevene liker å jobbe med og som er mest læringsfremmende:

source: Visuálalasj oahppe lijkkuji
nob: Visuelle elever liker

source: Auditijvvalasj oahppe lijkkuji
nob: Auditive elever liker

source: - låhkåt ja tjállet, filmajt gæhttjat, tjuorggat, barggogirjátjij barggat, ja tjuorggat ájáduskárttajt
nob: - å lese og skrive, å se film, å tegne, å jobbe med arbeidshefter og å illustrere tankekart

source: - gåvojt ja bágojt
nob: - bilder og ord

source: - guládallat, dágástit iehtjádij, ságastit ietjajnis
nob: - å lytte, diskutere, snakke med seg selv eller med andre og lese høyt

source: Taktilalasj oahppe lijkkuji
nob: Taktile elever liker

source: Kinestetalasj oahppe lijkkuji
nob: Kinestetiske elever liker

source: plákáhtajt dahkat, spieledit, tjállet, biesskedit ja lijmmit.
nob: - å røre på ting, arbeide med hendene, arbeide med pc, lage veggplakater, spille, skrive, klippe og klistre

source: - tjåvddariggasij ja hárppodieloj barggat
nob: - å arbeide med nøkkelring og trådbrett

source: - siejnne- ja guolbbespelajt
nob: - å bevege seg og bruke hele kroppen, spille ulike spill, spille teater og praktisk arbeid

source: Árvustallam
nob: Vurdering

source: Oahppe dal galggi ietja árvustallat majt sij ajtu máhtti, majt bukti ja majt sij li oahppam.
nob: Elevene skal vurdere hva de faktisk kan og mestrer og hva de har lært.

source: Gå dav galggi gávnnat, de máhtti sij dievddet DHO-sjiemáv.
nob: For å finne ut dette kan elevene fylle ut et VØL-skjema.

source: Siemáv galggi oahppe dievddet åvddåla gå sijá oahppamdoajmma álggá.
nob: Skjemaet fylles ut av elevene før de setter i gang læringsaktiviteten.

source: Máhtudakmihto, åhpadusmihttomiere ja dåbddomerka jali mihttomiere jåksåm gájbbádusá galggi årrot dåbddusa oahppijda ja vuojnnusij barggoplánan ja klássalanján boahtet, duola dagu plákáhtan mij siejnen gatsaj.
nob: Kompetansemål, læringsmål og kjennetegnene eller kriteriene må gjøres kjent for elevene og være synlige i arbeidsplanen og klasserommet, for eksempel på en veggplakat.

source: Ájnas le åhpadiddje oahppij tjadát ma da dåbddomerka jali mihttomiere jåksåm gájbbádusá le. Le aj áj ájnnas jut dá le konkrehtalattja.
nob: Det er viktig at læreren gjennomgår muntlig med elevene hva kjennetegnene og kriteriene er, Det er også viktig at de er konkrete.

source: Duoj dáj dásij dåbddomerkajt máhttá tjielggit, nav gåktu dát buojkulvis vuoset:
nob: Kjennetegnene kan beskrives på ulike nivåer, som for eksempel:

source: Dån le jåhtuj boahtám Dån máhtá muhtemav dajs ienemus bæjválasj bágojs ma gulluji tebmáj.
nob: Du er i gang Du kan noen av de mest dagligdagse ordene i tilknytning til temaet.

source: Dån máhtá nágin åhpadum bágojt åvddånbuktet.
nob: Du kan bruke noen innlærte ord.

source: Dån máhtá nágin oanegis gárgadisájt ma gulluji tebmáj dahkat, ja dajt ságastallamijn adnet.
nob: Du kan lage enkle setninger i tilknytning til temaet og delta i samtaler med disse.

source: Dån máhtá vásstedit gatjálvisájt åvtåj bágoj.
nob: Du kan svare på spørsmål med enkeltord.

source: Dån le buoragit jåhtuj boahtám Dujna le viehka buorre báhkoboanndudak mij guosská tebmáj.
nob: Du er på god vei Du har et ganske godt ordforråd i tilknytning til temaet.

source: Dån máhtá moadda åhpadum bágojt åvddånbuktet.
nob: Du kan bruke mange innlærte ord.

source: Dån máhtá dahkat gárgadisájt gånnå le sisadno ja ságastit ietjádij temá birra.
nob: Du kan lage setninger med innhold og delta i samtaler om temaet.

source: Dån máhtá gatjálvisájt ålles gárgadisáj vásstedit.
nob: Du kan svare på spørsmål med hele setninger.

source: Dån le guhkás boahtám Dujna le buorre báhkoboanndudak temá birra Dån máhtá ållo åhpadum bágojt ållu buoragijt åvddånbuktet.
nob: Du har kommet langt Du har et godt ordforråd i tilknytning til temaet. Du kan bruke svært mange innlærte ord godt.

source: Dån máhtá dahkat gárgadisájt gånnå le moattelágásj ja tjielgga giella ja sehkanit hæhkka sáhkaj temá birra.
nob: Du kan lage setninger med et variert og presist språk og delta i spontane samtaler om temaet.

source: Dån gatjálvisájt ållåsit ja ålles gárgadisáj vássteda.
nob: Du svarer på spørsmål utfyllende og med hele setninger.

source: Vuodotjehpudagá
nob: Grunnleggende ferdigheter

source: Máhttet njálmálattjat åvddånbuktet: Njálmálasj doajmmá le ájnnasamos dán buojkulvisán.
nob: Å kunne utrykke seg muntlig: Den muntlige aktiviteten er den dominerende i dette eksempelet.

source: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálatji gå dievddi DHO - ja lotussjiemáv ietjasa oahppamdåjma oassen.
nob: Å kunne utrykke seg skriftlig: Elevene formulerer seg skriftlig ved å fylle VØL - og lotusskjema i læringsaktiviteten.

source: Máhttet låhkåt: Gå juokkir temáv álgatji, de máhttá sihke åhpadiddje jali / ja oahppe hiebalgis tevstajt låhkåt.
nob: Å kunne lese: Ved innføring i temaet kan både læreren og / eller elevene lese egnede tekster.

source: Máhttet riekknit: Praktihkalas bargoj baktu, duola dagu lájbboma baktu, dåjmadi ja mujtudalli oahppe gåktu sáme vuoge milta tállajt låhkåt ja riekknit.
nob: Å kunne regne: Gjennom praktisk arbeid som for eksempel baking, bruker og repeterer elevene begrep som hører til samisk telle- og regnemåte.

source: Máhttet digitála ræjdoj adnet: Tjálálasj barggodahkamusájn oahppe pc ’ av adni.
nob: Å kunne bruke digitale verktøy: Elevene bruker PC til den skriftlige delen av oppgaven.

source: Gåvojt sij gávnni internehtan jali sij tjálli ietjá gåvo birra mij soajttá gávnnut.
nob: De finner bilder på internett, eller de skriver til et annet bilde.

source: Dát buojkulvis hiehpá buoragit guhkásåhpadibmáj dajna gå oahppamdoajmma dættov biedjá gåktu njálmálattjat gielav åvddånbuktet.
nob: Dette eksempelet passer fint for fjernundervisning fordi denne læringsaktiviteten vektlegger muntlig bruk av språket.

source: Åvdås álggá de viertti åhpadiddje juo gávnnat makkár barggovuoge hiehpi buoremusát.
nob: Da må læreren på forhånd finne ut hvilke arbeidsmetoder som passer best.

source: Åhpadiddje máhttá dahkat duojt dájt kårtåjt, spelajt ja barggodahkamusájt ma oahppijda rájaduvvi.
nob: Læreren kan lage ulike kort, spill og arbeidsoppgaver som sendes til elevene.

source: Oahppe ja åhpadiddje máhtteba ságastallat temá birra madin oahppe duola dagu memorykårtåjt biessket.
nob: Eleven og læreren kan samtale om temaet mens eleven for eksempel klipper ut memorykortene.

source: Gielladomena
nob: Språkdomener

source: Jus le ávkálasj juojddá práktihkkalattjat dahkat mij tebmáj guosská, duola dagu jus galggá lájbbot jali biebmojt gárvvásin dahkat, de máhttá de doajmma jali gievkan gielladomednan årrot.
nob: Dersom det er hensiktsmessig å gjøre noe praktiske i forbindelse med temaet, som for eksempel å bake eller lage mat, kan aktiviteten eller kjøkkenet være et språkdomene.

source: Diellospella jali siejnneplakáhtta temá birra aj máhttá gielladomednan årrot.
nob: Et brettspill eller en veggplakat om temaet kan også være et språkdomene.

source: Gájkka guládallama diellospela jali plakáhta birra galggi sámegiellaj.
nob: Da vil all kommunikasjon rundt brettspillet eller plakaten foregå på samisk.

source: Oahppamusá
nob: Tekstforslag

source: Tækstaoajvvádusá
nob: Nettressurser
